;------------------------------------------------------------------------------
; UltraDefrag GUI Swedish Language Pack.
; Copyright (C) 2009 by Magnus Rostedt.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Mar. 14, 2010 by Christoffer Ekberg
; Revised Aug. 17, 2010 by Patrick Palm
; Revised May. 16, 2011 by Per-Eric Jenshagen
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Menu

ACTION                    = Aktivitet
REPORT                    = Rapport
SETTINGS                  = Inställningar
HELP                      = Hjälp

; --- Action Menu

ANALYSE                   = Analysera
DEFRAGMENT                = Defragmentera
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = Stoppa
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = Hoppa över flyttbar media
RESCAN_DRIVES             = Uppdatera enhetslistan
WHEN_DONE                 = När klar
EXIT                      = Avsluta

; --- --- When done submenu

WHEN_DONE_NONE            = Inget
WHEN_DONE_EXIT            = Avsluta
WHEN_DONE_STANDBY         = Strömsparläge
WHEN_DONE_HIBERNATE       = Viloläge
WHEN_DONE_LOGOFF          = Logga ut
WHEN_DONE_REBOOT          = Starta om
WHEN_DONE_SHUTDOWN        = Stäng av

; --- Report Menu

SHOW_REPORT               = Visa rapport

; --- Settings Menu

LANGUAGE                  = Språk
GRAPHICAL_INTERFACE       = Grafiskt användargränssnitt
BOOT_TIME_SCAN            = Boottids-skanning
REPORTS                   = Rapporter

; --- --- Language submenu

TRANSLATIONS_FOLDER       = Översättningsbibliotek

; --- --- Graphical interface submenu

FONT                      = Teckensnitt
OPTIONS                   = Inställningar

; --- --- Boot time scan submenu

ENABLE                    = Aktivera
SCRIPT                    = Skript

; --- Help Menu

CONTENTS                  = Innehåll
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = Om

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = Volym
STATUS                    = Status
TOTAL                     = Kapacitet
FREE                      = Ledigt utrymme
PERCENT                   = Andel ledigt

; Status messages

STATUS_RUNNING            = Bearbetas
STATUS_ANALYSED           = Analyserad
STATUS_DEFRAGMENTED       = Defragmenterad
STATUS_OPTIMIZED          = Optimerad

; Status bar messages.

DIRS                      = Mappar
FILES                     = Filer
FRAGMENTED                = Fragmenterade
COMPRESSED                = Komprimerade
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Om Ultra Defragmenter
CREDITS                   = Medarbetare
LICENSE                   = Licens

; Shutdown confirmation

PLEASE_CONFIRM            = Var god bekräfta
REALLY_SHUTDOWN_WHEN_DONE = Vill du verkligen stänga av när det är klart?
REALLY_HIBERNATE_WHEN_DONE= Vill du verkligen försätta datorn i viloläge när det är klart?
REALLY_LOGOFF_WHEN_DONE   = Vill du verkligen loggat ut när det är klart?
REALLY_REBOOT_WHEN_DONE   = Vill du verkligen starta om när det är klart?
SECONDS_TILL_SHUTDOWN     = sekunder till avstängning
SECONDS_TILL_HIBERNATION  = sekunder till viloläge
SECONDS_TILL_LOGOFF       = sekunder till utloggning
SECONDS_TILL_REBOOT       = sekunder till omstart
YES                       = Ja
NO                        = Nej

; END OF FILE
